Repository: tzagim/KODI-Popcorn-Time
Catalog: plugin.video.kodipopcorntime/resources/language/resource.language.*/strings.po
Languages: he_il

# #30000
source: Show More
he_il: הצג עוד

# #30001
source: KODI Popcorn Time - Search
he_il: פופקורן טיים לקודי - חיפוש

# #30002
source: Search
he_il: חיפוש

# #30003
source: Browse by Genre
he_il: עיון לפי סגנון

# #30004
source: Most Popular
he_il: הפופולריים ביותר

# #30005
source: Best Rated
he_il: המדורגים ביותר

# #30006
source: Recently Added
he_il: נוספו לאחרונה

# #30007
source: Fetching content
he_il: אחזור תוכן

# #30008
source: Down: %s/s, Up: %s/s
he_il: למטה: %s/s, למעלה: %s/s

# #30009
source: Play
he_il: נגן

# #30010
source: Add-on settings
he_il: הגדרות ההרחבה

# #30011
source: Do you want to play this movie in 3D?
he_il: האם ברצונך להפעיל את הסרט בתלת-ממד?

# #30012
source: Subtitle:
he_il: כתוביות:

# #30013
source: Are you sure you want to reset Torrent settings?
he_il: האם אתה בטוח שברצונך לאפס הגדרות טורנט?

# #30014
source: It is only the settings with "(Torrent)" in the headline, there are affected.
he_il: אלו רק הגדרות עם טורנט בכותרת שיושפעו.

# #30015
source: Seeds:
he_il: זרעים:

# #30016
source: Fetching information
he_il: אחזור מידע

# #30017
source: Done
he_il: בוצע

# #30018
source: Fetching information
he_il: אחזור מידע

# #30019
source: Downloading subtitle
he_il: מוריד כתוביות

# #30020
source: Starting playback
he_il: מתחיל ניגון

# #30021
source: Downloading
he_il: מוריד

# #30022
source: Download is complete
he_il: ההורדה הסתיימה

# #30023
source: The quality was not found
he_il: הגדרת האיכות לא נמצאה

# #30024
source: Attempt
he_il: נסיון

# #30025
source: Sort by Title
he_il: מיון לפי שם

# #30026
source: Sort by Year
he_il: מיון לפי שנה

# #30027
source: Last Updated
he_il: עודכן לאחרונה

# #30028
source: Searching
he_il: מחפש

# #30029
source: Favourites
he_il: מועדפים

# #30030
source: Movies
he_il: סרטים

# #30031
source: Starting
he_il: מתחיל

# #30032
source: Watch Later
he_il: צפה בהמשך

# #30033
source: Are you sure you want to delete the cache?
he_il: האם אתה בטוח שברצונך למחוק את המטמון?

# #30034
source: Title:
he_il: שם:

# #30035
source: New title:
he_il: שם חדש:

# #30036
source: Waiting
he_il: ממתין

# #30037
source: Checking data
he_il: בודק תאריך

# #30039
source: Add to Popcorn Favourites
he_il: הוסף למועדפים בפופקורן

# #30040
source: Remove from Popcorn Favourites
he_il: הסר מהמועדפים בפופקורן

# #30041
source: Add to Watch Later list
he_il: הוסף לרשימת צפייה בהמשך

# #30042
source: Remove from Watch Later list
he_il: הסר מרשימת צפייה בהמשך

# #30043
source: Remove all from Popcorn Favourites
he_il: הסר את הכל מהמועדפים בפופקורן

# #30044
source: Remove all from Watch Later list
he_il: הסר הכל מרשימת צפייה בהמשך בפופקורן

# #30101
source: Clear media files
he_il: נקה קובצי מדיה

# #30102
source: Files
he_il: קבצים

# #30103
source: Download Path
he_il: נתיב הורדה

# #30104
source: Keep files after playback/download stops
he_il: שמור את הקבצים לאחר עצירת ניגון או לאחר ההורדה

# #30105
source: Subtitles
he_il: כתוביות

# #30106
source: 720p and lower
he_il: רק 720p

# #30107
source: Prefer
he_il: העדפה

# #30108
source: Network
he_il: רשת

# #30109
source: Play 3D video
he_il: ניגון וידאו תלת ממדי

# #30110
source: Max Download Rate (Kilobyte - 0: Unlimited)
he_il: קצב הורדה מרבי (קילובייט - 0: ללא הגבלה)

# #30111
source: Encryption
he_il: הצפנה

# #30112
source: Global
he_il: גלובלי

# #30113
source: Maintenance
he_il: תחזוקה

# #30114
source: Clear media information
he_il: נקה את פרטי המדיה

# #30115
source: Proxy domains
he_il: תחומים של פרוקסי

# #30116
source: Movies (comma-separated hosts)
he_il: סרטים (מארחים המופרדים באמצעות פסיק)

# #30117
source: Video Quality
he_il: איכות וידאו

# #30118
source: 1080p and lower
he_il: 1080p ומטה

# #30119
source: First priority
he_il: עדיפות ראשונה

# #30120
source: Second priority
he_il: עדיפות שנייה

# #30121
source: Third priority
he_il: עדיפות שלישית

# #30122
source: Max Upload Rate (Kilobyte - 0: Unlimited - Min 15 kB/s)
he_il: קצב העלאה מקסימלי (קילובייט - 0: ללא הגבלה - מינימום 15 kB/s)

# #30123
source: Forced
he_il: כפוי

# #30124
source: Enabled
he_il: מאופשר

# #30125
source: Disabled
he_il: מושבת

# #30126
source: No
he_il: לא

# #30127
source: Ask me
he_il: שאל אותי

# #30128
source: Always
he_il: תמיד

# #30129
source: TV Shows (comma-separated hosts)
he_il: סדרות (מארחים המופרדים באמצעות פסיק)

# #30130
source: Advanced
he_il: מתקדם

# #30131
source: Torrent settings
he_il: הגדרות טורנט

# #30132
source: Providers
he_il: ספקים

# #30133
source: Peers (Torrent)
he_il: עמיתים (טורנט)

# #30134
source: Features (Torrent)
he_il: תכונות (טורנט)

# #30135
source: Log / debug
he_il: יומן / מידע באגים

# #30136
source: Keep only incomplete files after exiting
he_il: שמור רק קבצים לא מלאים לאחר היציאה

# #30137
source: Keep only complete files after exiting
he_il: שמור רק קבצים מלאים לאחר היציאה

# #30138
source: Additional (Torrent)
he_il: נוסף (טורנט)

# #30139
source: Port for incoming connections
he_il: פורט לחיבורים נכנסים

# #30140
source: Use random port (49152-65535)
he_il: תשתמש בפורט אקראי (49152-65535)

# #30141
source: Enable TCP protocol
he_il: אפשר פרוטוקול TCP

# #30142
source: Enable uTP (uTorrent Transport Protocol)
he_il: אפשר פרוטוקול UTP (uTorrent Transport Protocol)

# #30143
source: The limit of the total number of connections
he_il: הגבלה של מספר החיבורים הכולל

# #30144
source: Reset
he_il: איפוס

# #30145
source: The number of peers who try to connect after the initial response
he_il: מספר העמיתים שינסו להתחבר לאחר התגובה הראשונית

# #30146
source: The total number of connection attempts per second
he_il: המספר הכולל של ניסיונות חיבור לשנייה

# #30147
source: Number of seconds before the connection attempt failed
he_il: מספר השניות לפני שנסיון החיבור יכשל

# #30149
source: Number of seconds to wait between connection failures
he_il: מספר השניות להמתנה בין כשלי חיבור

# #30150
source: Number of failure attempts before peer will be discarded
he_il: מספר ניסיונות הכישלון לפני מחיקת עמיתים

# #30151
source: Enable DHT (Distributed Hash Table)
he_il: אפשר DHT (Distributed Hash Table)

# #30152
source: Enable LSD (Local Service Discovery)
he_il: אפשר LSD (Local Service Discovery)

# #30153
source: Enable NATPMP (NAT Port Mapping Protocol)
he_il: אפשר NATPMP (NAT Port Mapping Protocol)

# #30154
source: Enable UPnP (Universal Plug and Play)
he_il: אפשר UPnP (Universal Plug and Play)

# #30155
source: Enable sending scrape request to tracker (Tracker Scrape)
he_il: אפשר שליחת בקשה מהסקייפר לטראקר (Tracker Scrape)

# #30156
source: Trackers (comma-separated URLs)
he_il: טראקר (כתובות מופרדות באמצעות פסיק)

# #30157
source: DHT routers (comma-separated host:port pairs)
he_il: ראוטרים של DHT (מארח מופרד באמצעות פסיק: זוגות פורטים)

# #30158
source: Enable debugging
he_il: אפשר איתור באגים

# #30159
source: Network (Torrent)
he_il: רשת (טורנט)

# #30160
source: Search
he_il: חיפוש

# #30162
source: Movie
he_il: סרט

# #30163
source: TV Shows
he_il: סדרה

# #30164
source: Prioritize Hearing Impaired Subtitles
he_il: סדר עדיפויות של כתוביות פגומות בשמיעה

# #30165
source: Gather movie information from
he_il: אסוף מידע על הסרט מתוך

# #30168
source: Get subtitles from
he_il: קבל כתוביות מתוך

# #30169
source: Gather TV information from
he_il: קבל מידע על סדרות מתוך

# #30170
source: None
he_il: ללא

# #30171
source: The Movie Database
he_il: מסד הנתונים של הסרט

# #30172
source: YIFY Subtitles
he_il: כתוביות - YIFY

# #30173
source: Only 480p
he_il: רק 480p

# #30174
source: Video
he_il: וידאו

# #30201
source: Albanian
he_il: אלבנית

# #30202
source: Arabic
he_il: ערבית

# #30203
source: Bengali
he_il: בנגאלית

# #30204
source: Brazilian Portuguese
he_il: פורטוגזית ברזילאית

# #30205
source: Bulgarian
he_il: בולגרית

# #30206
source: Chinese
he_il: סינית

# #30207
source: Croatian
he_il: קרואטית

# #30208
source: Czech
he_il: צ'כית

# #30209
source: Danish
he_il: דנית

# #30210
source: Dutch
he_il: הולנדית

# #30211
source: English
he_il: אנגלית

# #30212
source: Farsi/Persian
he_il: פרסית

# #30213
source: Finnish
he_il: פינית

# #30214
source: French
he_il: צרפתית

# #30215
source: German
he_il: גרמנית

# #30216
source: Greek
he_il: יוונית

# #30217
source: Hebrew
he_il: עברית

# #30218
source: Hungarian
he_il: הונגרית

# #30219
source: Indonesian
he_il: אינדונזית

# #30220
source: Italian
he_il: איטלקית

# #30221
source: Japanese
he_il: יפנית

# #30222
source: Korean
he_il: קוראנית

# #30223
source: Lithuanian
he_il: ליטאית

# #30224
source: Macedonian
he_il: מקדונית

# #30225
source: Malay
he_il: מאלאית

# #30226
source: Norwegian
he_il: נורווגית

# #30227
source: Polish
he_il: פולנית

# #30228
source: Portuguese
he_il: פורטוגזית

# #30229
source: Romanian
he_il: רומנית

# #30230
source: Russian
he_il: רוסית

# #30231
source: Serbian
he_il: סרבית

# #30232
source: Slovenian
he_il: סלובנית

# #30233
source: Spanish
he_il: ספרדית

# #30234
source: Swedish
he_il: שוודית

# #30235
source: Thai
he_il: תאילנדית

# #30236
source: Turkish
he_il: טורקית

# #30237
source: Urdu
he_il: אורדו

# #30238
source: Vietnamese
he_il: ויאטנמית

# #30300
source: Cannot find port to bind torrent2http
he_il: לא ניתן למצוא את היציאה להתקשרות אל-torrent2http

# #30301
source: Cache cleared
he_il: המטמון נוקה

# #30302
source: Your OS is not supported
he_il: מערכת ההפעלה שלך אינה נתמכת

# #30304
source: Did not receive any data
he_il: לא התקבלו נתונים כלשהם

# #30305
source: Did not receive any movies
he_il: לא התקבלו סרטים כלשהם

# #30308
source: An unknown error has occurred
he_il: אירעה שגיאה לא ידועה

# #30310
source: Download path does not exist. Please check your addon settings
he_il: נתיב ההורדה אינו קיים. בדוק את הגדרות ההרחבה שלך

# #30313
source: A torrent error has occurred
he_il: אירעה שגיאה טורנט

# #30314
source: Torrent settings were reset
he_il: הגדרות טורנט אופסו

# #30315
source: No movie or tv-show providers were found
he_il: לא נמצאו מקורות לסרטים או לסדרות

# #30316
source: Torrent file did not contain a movie
he_il: הקובץ טורנט לא הכיל וידאו

# #30317
source: A connection has not answered before timeout
he_il: החיבור לא נענה לפני פסק הזמן

# #30318
source: Playback is terminated due to timeout
he_il: הניגון מסתיים עקב פסק זמן

# #30319
source: Downloading to an unmounted network share is not supported. Please check your addon settings
he_il: הורדה למיקום משותף ברשת אינה נתמכת. בדוק את הגדרות ההרחבה שלך

# #30320
source: Cannot find torrent2http
he_il: לא ניתן למצוא את torrent2http

# #30321
source: Cannot make torrent2http executable
he_il: לא ניתן לבצע הפעלה של torrent2http

# #30322
source: Unable to create cache directory
he_il: לא ניתן ליצור ספריית מטמון

# #30323
source: There is not enough free space to play. Please free up some space or choose a different download location
he_il: אין מספיק מקום פנוי לניגון. נא לפנות מקום או לבחור מיקום הורדה אחר

# #30324
source: Max Upload Rate must be above 15 Kilobytes per second. Please go to the addon settings and set a minimum speed of 15 kilobytes per second
he_il: קצב ההעלאה המקסימלי חייב להיות מעל 15 קילובייט לשנייה. אנא עבור להגדרות ההרחבה כדי להגדיר מהירות מינימלית של 15 קילובייט לשנייה

# #30325
source: You need more space to play %s and %s qualities or choose a lower quality
he_il: אתה צריך יותר שטח אחסון כדי לנגן באיכות %s ו- %s או לבחור איכות נמוכה יותר

# #30326
source: You need more space to play %s quality or choose a lower quality
he_il: אתה צריך יותר שטח אחסון כדי לנגן באיכות %s או לבחור איכות נמוכה יותר

# #30327
source: No results found
he_il: לא התקבלו תוצאות

# #30328
source: Could not receive a media list as there was no domains that worked
he_il: לא ניתן היה לקבל את רשימת המדיה כי הדומיין לא היה פעיל

# #30329
source: There was an error with the response from the provider
he_il: ארעה שגיאה בתגובה מהמקורות

# #30350
source: Movies
he_il: סרטים

# #30351
source: TV-Shows
he_il: סדרות

# #30352
source: Anime
he_il: אנימה

# #30400
source: Action
he_il: פעולה

# #30401
source: Adventure
he_il: הרפתקאות

# #30402
source: Animation
he_il: אנימציה

# #30403
source: Comedy
he_il: קומדיה

# #30404
source: Crime
he_il: פשע

# #30405
source: Disaster
he_il: אסונות

# #30406
source: Documentary
he_il: תיעודי

# #30407
source: Drama
he_il: דרמה

# #30408
source: Eastern
he_il: מערבון

# #30409
source: Family
he_il: משפחה

# #30410
source: Fan-Film
he_il: סרטי כיף

# #30411
source: Fantasy
he_il: פנטזיה

# #30412
source: Film-Noir
he_il: סרט אפל

# #30413
source: History
he_il: היסטורי

# #30414
source: Horror
he_il: אימה

# #30415
source: Indie
he_il: הודי

# #30416
source: Music
he_il: מוזיקה

# #30417
source: Mystery
he_il: תעלומה

# #30418
source: Road
he_il: כביש

# #30419
source: Romance
he_il: רומנטי

# #30420
source: Sci-Fi
he_il: מדע בדיוני

# #30421
source: Short
he_il: קצר

# #30422
source: Sport
he_il: ספורט

# #30423
source: Sporting-event
he_il: אירועי ספורט

# #30424
source: Suspence
he_il: מתח גבוה

# #30425
source: Thriller
he_il: מותחן

# #30426
source: TV-Movie
he_il: סרט טלביזיוני

# #30427
source: War
he_il: מלחמה

# #30428
source: Western
he_il: מערבון

# #30450
source: Action
he_il: פעולה

# #30451
source: Ecchi
he_il: אנימהEcchi

# #30452
source: Harem
he_il: אנימה Harem

# #30453
source: Romance
he_il: רומנטי

# #30454
source: School
he_il: בית ספר

# #30455
source: Supernatural
he_il: על טבעי

# #30456
source: Drama
he_il: דרמה

# #30457
source: Comedy
he_il: קומדיה

# #30458
source: Mystery
he_il: תעלומה

# #30459
source: Police
he_il: משטרה

# #30461
source: Sports
he_il: ספורט

# #30462
source: Mecha
he_il: אנימה - Mecha

# #30463
source: Sci-Fi
he_il: מדע בדיוני

# #30464
source: Slice of Life
he_il: ריאליסטי

# #30465
source: Fantasy
he_il: פנטזיה

# #30466
source: Adventure
he_il: הרפתקאות

# #30467
source: Gore
he_il: שפיכות דמים

# #30468
source: Music
he_il: מוזיקה

# #30469
source: Psychological
he_il: פסיכולוגי

# #30470
source: Shoujo Ai
he_il: אנימה Shoujo Ai

# #30471
source: Yuri
he_il: אנימה Yuri

# #30472
source: Magic
he_il: קסם

# #30473
source: Horror
he_il: אימה

# #30474
source: Thriller
he_il: מותחן

# #30475
source: Gender Bender
he_il: שינוי מגדר

# #30476
source: Parody
he_il: פרודיה

# #30477
source: Historical
he_il: היסטורי

# #30478
source: Racing
he_il: מירוץ

# #30479
source: Samurai
he_il: סמוראי

# #30480
source: Super Power
he_il: כוחות על

# #30481
source: Military
he_il: צבע

# #30482
source: Dementia
he_il: דמנציה

# #30483
source: Mahou Shounen
he_il: אנימה Mahou Shounen

# #30484
source: Game
he_il: משחק

# #30485
source: Martial Arts
he_il: אמנויות לחימה

# #30486
source: Vampire
he_il: ערפד

# #30487
source: Kids
he_il: ילדים

# #30488
source: Mahou Shoujo
he_il: אנימה Mahou Shoujo

# #30489
source: Space
he_il: חלל

# #30490
source: Shounen Ai
he_il: אנימה Shounen Ai
